var lrc = `[00:09.70]请你不要再迷恋哥，哥只是一个传说
[00:10.70] ~~~
[00:20.60]你不要再迷恋我，我只是一个传说
[00:26.45]我不曾寂寞，因为有你曾陪着我
[00:31.39]When everybody says someone is a hero
[00:34.30]No one really knows the truth about an idol
[00:37.00]Whose inside is pretty lonely n' vulnerable
[00:39.51]Wishing there'll be someone who do know
[00:41.89]One time, he set himself a high goal
[00:44.60]He wants to be there as a role model
[00:47.03]Ever since then life becomes a live show
[00:49.98]Real time show without any rehearsal
[00:52.57]每一个传说 都会随时间褪色
[00:57.14]每个强者都会有 背后的辛酸挫折
[01:02.34]之所以活的洒脱 是因为懂得取舍
[01:08.21]之所以淡漠 是把一切都看破
[01:12.47]请你不要再迷恋哥，哥只是一个传说
[01:18.00]虽然我 舍不得 可是我 还是要说
[01:23.21]你们还要记得我 ,尽管我还在飘泊
[01:29.07]哥不会寂寞，因为有寂寞陪着哥
[01:33.61]你不要再迷恋我，我只是一个传说 ( 哈 )
[01:38.86]虽然我 故作冷漠 是不想 再次难过
[01:44.06]你不要再迷恋哥，哥只是一个传说
[01:49.90]我 不曾寂寞， 因为有你曾陪着我
[01:57.35]Ey Yo
[02:00.15]Come on
[02:04.01]Everybody listen now
[02:05.47]나한테 미련을 두지마,설화만 이니까
[02:08.19]너랑 함께 있어서 고독한 사람이아니라
[02:10.83]모든설화는 시간에 따라서 돌아가
[02:13.38]고독이랑 함께 있어서 고독한 사람이 아니야
[02:16.04]每一个传说 都会随时间褪色
[02:20.54]每个强者都会有 背后的辛酸挫折
[02:25.81]之所以活的洒脱 是因为懂得取舍
[02:31.69]之所以淡漠 是把一切都看破
[02:35.93]请你不要再迷恋哥，哥只是一个传说
[02:41.45]虽然我 舍不得 可是我 还是要说
[02:46.63]你们还要记得我 ,尽管我还在飘泊
[02:52.55]哥不会寂寞，因为有寂寞陪着哥
[02:57.07]你不要再迷恋我 (哈)，我只是一个传说
[03:02.33]虽然我 故作冷漠 是不想 再次难过
[03:07.53]你不要再迷恋哥，哥只是一个传说
[03:13.38]我 不曾寂寞， 因为有你曾陪着我
[03:18.76]爱 也还要割舍 是因为 没有结果
[03:27.70]如果说 你也会懂得 就一起 唱这首歌
[03:40.33]请你不要再迷恋哥
[03:42.17]（我荣耀 我落魄 我期盼）
[03:44.05]哥只是一个传说
[03:45.57]（我堕落 我挥霍 我窘迫 我漂泊 我稳固）
[03:46.76]虽然我 舍不得
[03:47.71]（我深爱 我幸福 我放纵 我悔恨）
[03:49.32]可是我 还是要说
[03:50.17]（我醒悟 我失落 我一切都做过）
[03:51.88]你不要再迷恋我
[03:53.00]（现在我清醒了 玩够了 释然了）
[03:54.51]我只是一个传说
[03:55.59]（看透了 回头了 承受了 从此之后）
[03:57.68]我 不曾寂寞
[03:59.70]因为有你曾陪着我
[04:01.02]（不再难受了一切都默默接受了 ）
[04:02.93]哈哈！`
